{
  "albums": [
    {
      "id": "1",
      "name": "MEET THE WOO",
      "year": "2019",
      "image": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amazon.de%2F-%2Fen%2FSmoke-Meet-Mixtape-12x12-Poster%2Fdp%2FB07X61W78D&psig=AOvVaw07A1HXwCh_CRlNNvkEd7fC&ust=1651445884719000&source=images&cd=vfe&ved=0CAwQjRxqFwoTCKCQv7zxvPcCFQAAAAAdAAAAABAD",
      "info": "Summer 2019’s unlikeliest street anthem came from a Canarsie rapper whose gruff voice suggests he’s been chain-smoking Newports since he left the womb—in a good way. Pop Smoke’s “Welcome to the Party” splits the difference between club banger and funeral dirge, and it’s the biggest hit to come out of Brooklyn’s blossoming drill scene. All of the dark, heavy beats on his debut mixtape Meet the Woo come courtesy of UK drill beatmaker 808Melo, introducing grime and garage undertones into Pop Smoke’s tough, trigger-happy raps. But despite its pan-Atlantic blend of influences, the sound is New York to the core, like on “PTSD”, which sounds like a Gen Z update of 50 Cent’s “Many Men (Wish Death)”."
    },
    {
      "id": "2",
      "name": "MEET THE WOO 2",
      "year": "2020",
      "info": "Pop Smoke opened the title track of his 2019 debut Meet the Woo with a series of bars that distil exactly what the Brooklyn MC is all about: “Baby girl, come and meet the Woo/She know we keep a tool/Big knockin' on my body/Watch who you speaking to.” The album—propelled by the breakout single “Welcome to the Party”—made a star out of a previously unknown MC, at once familiarising the rap game with this promising voice, as well as the Canarsie hood he came from. Meet the Woo 2, as its title suggests, is another helping of the consistently intimidating, endlessly catchy contemporary Brooklyn drill music that gave Pop Smoke his fame. Success has only served to fortify his earliest claims of citywide dominance (“Invincible”, “Christopher Walking”, “Element”), but he isn’t too self-important to share the mic with several of New York City’s most celebrated young voices (A Boogie wit da Hoodie, Fivio Foreign, Lil Tjay), spreading love in the Brooklyn tradition."
    },
    {
      "id": "3",
      "name": "SHOOT FOR THE STARS AIM FOR THE MOON",
      "year": "2020",
      "info": "At its original 19-track length, Shoot for the Stars Aim for the Moon was a brawny last hurrah for Brooklyn MC Pop Smoke. The addition of 15 unreleased songs for the deluxe version turns the official debut of a tragically murdered star into a comprehensive archive of unrealised potential. Pop Smoke’s range expands just a little bit further here, the additions finding him dabbling in Afrobeats (“Tsunami”), downtempo R&B (“Backseat”) and spacey trap (“Be Clearr”). The expanded edition also doubles the original’s guest list, adding marquee names like Jamie Foxx, Gunna, Young Thug, Davido, Burna Boy and A Boogie wit da Hoodie. There are also verses from Brooklyn MCs and long-time Pop Smoke affiliates Fivio Foreign, DAFI WOO and Dread Woo. If there is a single song on Shoot for the Stars Aim for the Moon (Deluxe) that comes off as more disturbing than Pop Smoke could have foreseen, it is “Hotel Lobby”, where he remarks, “I got a feeling n****s tryna line me.”"
    },
    {
      "id": "4",
      "name": "FAITH",
      "year": "2021",
      "info": "On the second posthumous album from Pop Smoke, we get a glimpse of the late rapper's mindset in the period before he died and of the seemingly limitless potential of his singular voice. The second half—on songs like “Woo Baby” and “Mr. Jones”—spotlights the agile melodies he was beginning to employ; “8-Ball” introduces an especially bluesy version that summons even more possibilities. The first half, though, is where he shines with his signature style. It's especially there on songs like “30” and “Brush Em”, which feature fellow Brooklyn drill rappers Bizzy Banks and Rah Swish, and in other flashes, even as the sounds around him shift. \nAs with Shoot for the Stars Aim for the Moon, Faith is heavy on features in order to fill out the song fragments he left behind. This one pairs him with the likes of Kanye West, Pusha T, Rick Ross and Pharrell as well as would-be peers like 42 Dugg, 21 Savage and Lil Tjay. It's rarely disappointing to hear Pop doing what he did best, but it's also impossible not to wonder how he would've approached these songs had he been here—still creating, still innovating, still evolving. Nevertheless, Pop Smoke's magic lives on, even if only in frustratingly fleeting moments."
    }
  ]
}